var $lang = {
    errAlertMsg: "无效的日期或日期范围，是否重新操作或取消?",
    aWeekStr: ["wk", "日", "一", "二", "三", "四", "五", "六"],
    aLongWeekStr: ["wk", "星期日", "星期一", "星期二", "星期三", "星期四", "星期五", "星期六", "星期日"],
    aMonStr: ["一", "二", "三", "四", "五", "六", "七", "八", "九", "十", "十一", "十二"],
    aLongMonStr: ["一月", "二月", "三月", "四月", "五月", "六月", "七月", "八月", "九月", "十月", "十一月", "十二月"],
    clearStr: "清空",
    todayStr: "今日",
    okStr: "确定",
    updateStr: "确定",
    timeStr: "时间",
    quickStr: "快速选择",
    err_1: '最小日期时间不能大于最大日期时间!'
}